[RedFog1 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog2 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog3 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog4 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog5 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog6 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog7 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog8 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog9 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog10 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog11 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog12 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog13 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog14 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog15 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog16 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog17 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog18 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog19 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog20 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog21 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog22 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog23 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog24 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog25 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog26 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog27 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog28 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog29 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog30 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog31 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog32 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog33 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog34 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog35 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog36 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog37 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog38 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog39 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog40 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog41 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog42 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog43 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog44 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog45 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog46 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog47 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog48 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog49 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog50 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog51 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog52 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog53 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog54 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog55 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog56 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog57 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog58 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog59 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog60 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog61 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog62 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog63 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog64 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog65 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog66 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog67 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog68 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog69 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog70 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog71 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog72 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog73 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog74 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog75 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog76 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog77 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog78 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog79 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog80 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog81 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog82 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog83 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog84 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog85 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog86 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog87 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog88 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog89 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog90 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog91 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog92 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog93 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog94 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog95 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog96 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog97 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog98 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"

[RedFog99 X2AbilityTemplate]
LocFriendlyName="Red Fog"
LocLongDescription="Weakened by their injuries."
LocHelpText="Weakened by their injuries."
LocFlyOverText="Red Fog"